Repository: ififi2017/Off-Work-Countdown
Catalog: src-mobile/ios/App/App/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi_in, id, it, ja, ko, mr_in, pt, ru, th, tr, vi, zh_cn, zh_hk, zh_tw

# aboutProject
source: About this project
ar: حول المشروع
de: Über dieses Projekt
es: Acerca del proyecto
fr: À propos du projet
hi_in: इस प्रोजेक्ट के बारे में
id: Tentang proyek ini
it: Informazioni sul progetto
ja: このプロジェクトについて
ko: 프로젝트 정보
mr_in: या प्रकल्पाबद्दल
pt: Sobre este projeto
ru: О проекте
th: เกี่ยวกับโครงการนี้
tr: Proje hakkında
vi: Giới thiệu dự án
zh_cn: 关于此项目
zh_hk: 關於此專案
zh_tw: 關於此專案

# aboutSection
source: About
ar: حول
de: Über
es: Información
fr: À propos
hi_in: परिचय
id: Tentang
it: Informazioni
ja: 情報
ko: 정보
mr_in: माहिती
pt: Sobre
ru: О программе
th: เกี่ยวกับ
tr: Hakkında
vi: Giới thiệu
zh_cn: 关于
zh_hk: 關於
zh_tw: 關於

source: Adjust overtime
ar: تعديل الوقت الإضافي
de: Überstunden anpassen
es: Ajustar horas extra
fr: Ajuster les heures sup.
hi_in: ओवरटाइम बदलें
id: Atur lembur
it: Modifica straordinario
ja: 残業を調整
ko: 초과 근무 조정
mr_in: ओव्हरटाइम बदला
pt: Ajustar hora extra
ru: Изменить переработку
th: ปรับล่วงเวลา
tr: Fazla mesaiyi ayarla
vi: Điều chỉnh làm thêm
zh_cn: 调整加班
zh_hk: 調整加班
zh_tw: 調整加班

# alternatingCurrentWeek
source: This week
ar: هذا الأسبوع
de: Diese Woche
es: Esta semana
fr: Cette semaine
hi_in: यह सप्ताह
id: Minggu ini
it: Questa settimana
ja: 今週
ko: 이번 주
mr_in: हा आठवडा
pt: Esta semana
ru: Эта неделя
th: สัปดาห์นี้
tr: Bu hafta
vi: Tuần này
zh_cn: 本周
zh_hk: 本週
zh_tw: 本週

# alternatingCurrentWeekDescription
source: This sets the starting point for the single-rest and double-rest week rotation.
ar: يحدد هذا الاختيار نقطة بدء التناوب بين أسبوع بيوم راحة وأسبوع بيومي راحة.
de: Diese Auswahl legt fest, mit welcher Woche der Wechsel zwischen einem und zwei freien Tagen beginnt.
es: Esta selección define desde qué semana empieza la alternancia entre uno y dos días libres.
fr: Ce choix définit le point de départ de l’alternance entre les semaines avec un ou deux jours de repos.
hi_in: यह चयन तय करता है कि एक और दो छुट्टी वाले सप्ताहों का क्रम किस सप्ताह से शुरू होगा।
id: Pilihan ini menentukan titik awal pergantian minggu dengan satu dan dua hari libur.
it: Questa scelta stabilisce da quale settimana parte l’alternanza tra uno e due giorni di riposo.
ja: 今週の選択が、週休1日と週休2日のローテーションの起点になります。
ko: 이번 주 선택이 주 1일 휴무와 주 2일 휴무 순환의 시작점이 됩니다.
mr_in: हा पर्याय एक आणि दोन सुट्ट्यांच्या आठवड्यांचे चक्र कोणत्या आठवड्यापासून सुरू होईल ते ठरवतो.
pt: Esta escolha define o início da alternância entre semanas com uma e duas folgas.
ru: Этот выбор задаёт начальную точку чередования недель с одним и двумя выходными.
th: ตัวเลือกนี้กำหนดจุดเริ่มต้นของการสลับสัปดาห์ที่หยุดหนึ่งวันและสองวัน
tr: Bu seçim, bir ve iki izin günlü haftaların hangi haftadan başlayarak dönüşeceğini belirler.
vi: Lựa chọn này xác định tuần bắt đầu chu kỳ luân phiên giữa một và hai ngày nghỉ.
zh_cn: 本周选择会确定单双休交替从哪一周开始。
zh_hk: 本週的選擇會決定大小週從哪一週開始交替。
zh_tw: 本週的選擇會決定大小週從哪一週開始交替。

source: Amount
ar: المبلغ
de: Betrag
es: Monto
fr: Montant
hi_in: राशि
id: Jumlah
it: Importo
ja: 金額
ko: 금액
mr_in: रक्कम
pt: Valor
ru: Сумма
th: จำนวนเงิน
tr: Tutar
vi: Số tiền
zh_cn: 金额
zh_hk: 金額
zh_tw: 金額

# annualBonus
source: Year-end bonus
ar: مكافأة نهاية العام
de: Jahresendbonus
es: Bono de fin de año
fr: Prime de fin d’année
hi_in: साल के अंत का बोनस
id: Bonus akhir tahun
it: Bonus di fine anno
ja: 年末賞与
ko: 연말 보너스
mr_in: वर्षअखेरीचा बोनस
pt: Bônus de fim de ano
ru: Премия по итогам года
th: โบนัสสิ้นปี
tr: Yıl sonu ikramiyesi
vi: Thưởng cuối năm
zh_cn: 年终奖
zh_hk: 年終獎金
zh_tw: 年終獎金

# annualBonusMonths
source: Bonus months
ar: أشهر المكافأة
de: Bonusmonate
es: Meses de bono
fr: Mois de prime
hi_in: बोनस के महीने
id: Bulan bonus
it: Mesi di bonus
ja: 賞与月数
ko: 보너스 개월 수
mr_in: बोनसचे महिने
pt: Meses de bônus
ru: Месяцы премии
th: จำนวนเดือนโบนัส
tr: İkramiye ayı
vi: Số tháng thưởng
zh_cn: 年终奖月数
zh_hk: 獎金月數
zh_tw: 獎金月數

# appearanceSection
source: Appearance
ar: المظهر
de: Darstellung
es: Apariencia
fr: Apparence
hi_in: रूप
id: Tampilan
it: Aspetto
ja: 外観
ko: 외관
mr_in: स्वरूप
pt: Aparência
ru: Оформление
th: ลักษณะ
tr: Görünüm
vi: Giao diện
zh_cn: 外观
zh_hk: 外觀
zh_tw: 外觀

# appleWatchAppBody
source: Status, time left, progress and your off-work time in one glance.
ar: الحالة والوقت المتبقي والتقدم ووقت الانصراف في نظرة واحدة.
de: Status, verbleibende Zeit, Fortschritt und dein Feierabend auf einen Blick.
es: Estado, tiempo restante, progreso y tu hora de salida de un vistazo.
fr: Statut, temps restant, progression et votre heure de départ en un coup d’œil.
hi_in: एक नज़र में स्थिति, बचा हुआ समय, प्रगति और आपके छूटने का समय।
id: Status, sisa waktu, kemajuan, dan waktu pulang Anda sekilas.
it: Stato, tempo rimanente, avanzamento e la tua uscita in un colpo d’occhio.
ja: ステータス、残り時間、進捗、退勤時刻をひと目で。
ko: 상태, 남은 시간, 진행률, 퇴근 시간을 한눈에.
mr_in: स्थिती, उरलेला वेळ, प्रगती आणि तुमची सुट्टीची वेळ एका नजरेत.
pt: Status, tempo restante, progresso e sua hora de saída em um único olhar.
ru: Статус, оставшееся время, прогресс и время окончания работы одним взглядом.
th: สถานะ เวลาที่เหลือ ความคืบหน้า และเวลาเลิกงานของคุณในที่เดียว
tr: Durum, kalan süre, ilerleme ve iş çıkış saatiniz tek bakışta.
vi: Trạng thái, thời gian còn lại, tiến độ và giờ tan ca của bạn, xem trong nháy mắt.
zh_cn: 一眼看到状态、剩余时间、进度和下班时间。
zh_hk: 一眼睇到狀態、剩餘時間、進度同下班時間。
zh_tw: 一眼看到狀態、剩餘時間、進度和下班時間。

# appleWatchAppTitle
source: DoneAt for Apple Watch
ar: DoneAt على Apple Watch
de: DoneAt für Apple Watch
es: DoneAt para Apple Watch
fr: DoneAt pour Apple Watch
hi_in: Apple Watch के लिए DoneAt
id: DoneAt untuk Apple Watch
it: DoneAt per Apple Watch
ja: Apple Watch版DoneAt
ko: Apple Watch용 DoneAt
mr_in: Apple Watch साठी DoneAt
pt: DoneAt para Apple Watch
ru: DoneAt для Apple Watch
th: DoneAt สำหรับ Apple Watch
tr: Apple Watch için DoneAt
vi: DoneAt cho Apple Watch
zh_cn: Apple Watch 版 DoneAt
zh_hk: Apple Watch 版 DoneAt
zh_tw: Apple Watch 版 DoneAt

# appleWatchComplicationsBody
source: A circular progress ring, or time left and your off-work time in a rectangle.
ar: حلقة تقدم دائرية، أو الوقت المتبقي ووقت الانصراف في إضافة مستطيلة.
de: Ein runder Fortschrittsring oder verbleibende Zeit und dein Feierabend in einer rechteckigen Komplikation.
es: Un anillo de progreso circular, o el tiempo restante y tu hora de salida en una complicación rectangular.
fr: Un anneau de progression circulaire, ou le temps restant et votre heure de départ dans une complication rectangulaire.
hi_in: एक गोल प्रगति रिंग, या एक आयताकार में बचा हुआ समय और आपके छूटने का समय।
id: Cincin kemajuan bundar, atau sisa waktu dan waktu pulang Anda dalam bentuk persegi panjang.
it: Un anello di avanzamento circolare, oppure tempo rimanente e la tua uscita in una complicazione rettangolare.
ja: 丸型の進捗リング、または長方形で残り時間と退勤時刻を表示します。
ko: 원형 진행률 링, 또는 사각형에 남은 시간과 퇴근 시간을 표시합니다.
mr_in: गोल प्रगती रिंग, किंवा आयताकृतीमध्ये उरलेला वेळ आणि तुमची सुट्टीची वेळ.
pt: Um anel de progresso circular, ou o tempo restante e sua hora de saída em formato retangular.
ru: Круглое кольцо прогресса или прямоугольное расширение с оставшимся временем и временем окончания работы.
th: วงแหวนความคืบหน้าทรงกลม หรือเวลาที่เหลือและเวลาเลิกงานของคุณในกลไกทรงสี่เหลี่ยม
tr: Dairesel bir ilerleme halkası veya dikdörtgen bir komplikasyonda kalan süre ile iş çıkış saatiniz.
vi: Vòng tiến độ hình tròn, hoặc thời gian còn lại và giờ tan ca của bạn trong tổ hợp hình chữ nhật.
zh_cn: 圆形显示进度环，长方形显示剩余时间和下班时间。
zh_hk: 圓形顯示進度環，長方形顯示剩餘時間同下班時間。
zh_tw: 圓形顯示進度環，長方形顯示剩餘時間和下班時間。

# appleWatchComplicationsTitle
source: Watch face complications
ar: إضافات شاشة الساعة
de: Zifferblatt-Komplikationen
es: Complicaciones para la esfera
fr: Complications du cadran
hi_in: वॉच फ़ेस कॉम्प्लिकेशन
id: Komplikasi watch face
it: Complicazioni del quadrante
ja: 文字盤のコンプリケーション
ko: 워치 페이스 컴플리케이션
mr_in: वॉच फेस कॉम्प्लिकेशन
pt: Complicações do mostrador
ru: Расширения циферблата
th: กลไกหน้าปัดนาฬิกา
tr: Kadran komplikasyonları
vi: Tổ hợp mặt đồng hồ
zh_cn: 表盘复杂功能
zh_hk: 錶面複雜功能
zh_tw: 錶面複雜功能

# appleWatchFreeSection
source: Free
ar: مجاني
de: Kostenlos
es: Gratis
fr: Gratuit
hi_in: मुफ़्त
id: Gratis
it: Gratis
ja: 無料
ko: 무료
mr_in: मोफत
pt: Gratuito
ru: Бесплатно
th: ฟรี
tr: Ücretsiz
vi: Miễn phí
zh_cn: 免费
zh_hk: 免費
zh_tw: 免費

# appleWatchIncludedInPlus
source: Included with your Plus
ar: متضمّن في اشتراكك في Plus
de: In deinem Plus enthalten
es: Incluido en tu Plus
fr: Inclus dans votre Plus
hi_in: आपके Plus में शामिल
id: Sudah termasuk dalam Plus Anda
it: Incluso nel tuo Plus
ja: お使いのPlusに含まれています
ko: 회원님의 Plus에 포함되어 있습니다
mr_in: तुमच्या Plus मध्ये आधीच समाविष्ट
pt: Incluído no seu Plus
ru: Уже входит в ваш Plus
th: รวมอยู่ใน Plus ของคุณแล้ว
tr: Plus’ınıza dahil
vi: Đã có trong gói Plus của bạn
zh_cn: 已包含在你的 Plus 中
zh_hk: 已包含喺你嘅 Plus 入面
zh_tw: 已包含在你的 Plus 中

# appleWatchIntro
source: See where your workday stands with a glance at your wrist.
ar: ألقِ نظرة على معصمك لمعرفة أين وصل يوم عملك.
de: Ein Blick aufs Handgelenk zeigt dir, wo dein Arbeitstag gerade steht.
es: Con un vistazo a tu muñeca, ve en qué punto está tu jornada laboral.
fr: D’un coup d’œil à votre poignet, découvrez où en est votre journée de travail.
hi_in: अपनी कलाई पर एक नज़र डालकर देखें आपका कार्यदिवस कहाँ तक पहुँचा है।
id: Lihat sekilas ke pergelangan tangan Anda untuk tahu sampai mana hari kerja Anda.
it: Con un’occhiata al polso, scopri a che punto è la tua giornata lavorativa.
ja: 手首にひと目で、今日の勤務状況がわかります。
ko: 손목을 한 번 보는 것만으로 오늘 근무가 어디까지 왔는지 알 수 있어요.
mr_in: मनगटावर एक नजर टाकून तुमचा कामाचा दिवस कुठपर्यंत आला आहे ते पाहा.
pt: Com uma olhada no pulso, veja em que ponto está o seu dia de trabalho.
ru: Взгляните на запястье, чтобы узнать, на каком этапе ваш рабочий день.
th: แค่เหลือบดูข้อมือก็รู้ว่าวันทำงานของคุณไปถึงไหนแล้ว
tr: Bileğinize bir göz atarak iş gününüzün nerede olduğunu görün.
vi: Chỉ cần liếc nhìn cổ tay là biết ngày làm việc của bạn đã đến đâu.
zh_cn: 抬腕即可了解今天的工作进度。
zh_hk: 抬起手腕就可以睇到今日嘅工作進度。
zh_tw: 抬起手腕即可了解今天的工作進度。

# appleWatchLearnMore
source: Learn about Apple Watch
ar: تعرّف على ميزات Apple Watch
de: Mehr über Apple Watch erfahren
es: Descubre las funciones de Apple Watch
fr: En savoir plus sur Apple Watch
hi_in: Apple Watch सुविधाओं के बारे में जानें
id: Pelajari fitur Apple Watch
it: Scopri le funzioni di Apple Watch
ja: Apple Watchの機能について
ko: Apple Watch 기능 알아보기
mr_in: Apple Watch वैशिष्ट्यांबद्दल जाणून घ्या
pt: Conheça os recursos do Apple Watch
ru: Узнать о возможностях Apple Watch
th: ดูฟีเจอร์ Apple Watch
tr: Apple Watch özellikleri hakkında bilgi alın
vi: Tìm hiểu về các tính năng Apple Watch
zh_cn: 了解 Apple Watch 功能
zh_hk: 了解 Apple Watch 功能
zh_tw: 了解 Apple Watch 功能

# appleWatchPlusSection
source: Included in Plus
ar: متضمّن في Plus
de: Enthalten in Plus
es: Incluido en Plus
fr: Inclus dans Plus
hi_in: Plus में शामिल
id: Termasuk dalam Plus
it: Incluso in Plus
ja: Plusに含まれる
ko: Plus에 포함
mr_in: Plus मध्ये समाविष्ट
pt: Incluído no Plus
ru: Входит в Plus
th: รวมอยู่ใน Plus
tr: Plus’a dahil
vi: Có trong Plus
zh_cn: 包含在 Plus 中
zh_hk: 包含喺 Plus 入面
zh_tw: 包含在 Plus 中

# appleWatchPrivacyNote
source: Apple Watch shows only time, status and progress from your iPhone — never salary. Updates travel through your paired iPhone, so they can take a moment to arrive.
ar: يعرض Apple Watch فقط الوقت والحالة والتقدم من iPhone، ولا يعرض الراتب أبدًا. تصل التحديثات عبر iPhone المقترن، لذا قد تستغرق لحظة للوصول.
de: Die Apple Watch zeigt nur Zeit, Status und Fortschritt von deinem iPhone – nie das Gehalt. Updates laufen über dein gekoppeltes iPhone und können einen Moment brauchen.
es: El Apple Watch solo muestra la hora, el estado y el progreso de tu iPhone, nunca el salario. Las actualizaciones llegan a través de tu iPhone emparejado, así que pueden tardar un momento.
fr: L’Apple Watch n’affiche que l’heure, le statut et la progression depuis votre iPhone, jamais le salaire. Les mises à jour passent par votre iPhone couplé, donc elles peuvent prendre un instant.
hi_in: Apple Watch पर सिर्फ़ आपके iPhone से समय, स्थिति और प्रगति दिखती है, वेतन कभी नहीं। अपडेट आपकी पेयर की गई iPhone से होकर आते हैं, इसलिए पहुँचने में थोड़ा समय लग सकता है।
id: Apple Watch hanya menampilkan waktu, status, dan kemajuan dari iPhone Anda, tidak pernah gaji. Pembaruan dikirim melalui iPhone Anda yang terhubung, jadi mungkin perlu waktu sesaat untuk sampai.
it: Apple Watch mostra solo orario, stato e avanzamento dal tuo iPhone, mai lo stipendio. Gli aggiornamenti passano dal tuo iPhone abbinato, quindi possono richiedere un momento per arrivare.
ja: Apple WatchにはiPhoneからの時刻、ステータス、進捗だけが表示され、給与は表示されません。更新はペアリングしたiPhone経由で届くため、反映まで少し時間がかかることがあります。
ko: Apple Watch에는 iPhone의 시간, 상태, 진행률만 표시되며 급여는 표시되지 않습니다. 업데이트는 페어링된 iPhone을 거쳐 전달되므로 반영까지 잠시 시간이 걸릴 수 있습니다.
mr_in: Apple Watch वर फक्त तुमच्या iPhone वरील वेळ, स्थिती आणि प्रगती दिसते, पगार कधीच नाही. अपडेट्स तुमच्या पेअर केलेल्या iPhone मार्फत येतात, त्यामुळे पोहोचायला थोडा वेळ लागू शकतो.
pt: O Apple Watch mostra apenas hora, status e progresso vindos do seu iPhone, nunca o salário. As atualizações passam pelo seu iPhone pareado, então podem levar um instante para chegar.
ru: Apple Watch показывает только время, статус и прогресс с вашего iPhone — никогда зарплату. Обновления приходят через сопряжённый iPhone, поэтому могут появляться не сразу.
th: Apple Watch แสดงเฉพาะเวลา สถานะ และความคืบหน้าจาก iPhone ของคุณ ไม่แสดงเงินเดือน การอัปเดตส่งผ่าน iPhone ที่จับคู่ไว้ จึงอาจใช้เวลาสักครู่กว่าจะแสดงผล
tr: Apple Watch yalnızca iPhone’unuzdan gelen saati, durumu ve ilerlemeyi gösterir; maaşı asla göstermez. Güncellemeler eşlenen iPhone’unuz üzerinden gittiği için ulaşması biraz zaman alabilir.
vi: Apple Watch chỉ hiển thị thời gian, trạng thái và tiến độ từ iPhone của bạn, không bao giờ hiển thị lương. Các bản cập nhật truyền qua iPhone đã ghép nối, nên có thể mất một chút thời gian để đến nơi.
zh_cn: Apple Watch 只显示来自 iPhone 的时间、状态和进度，不含薪资。更新经由已配对的 iPhone 送达，可能需要片刻。
zh_hk: Apple Watch 只會顯示嚟自 iPhone 嘅時間、狀態同進度，唔包括薪資。更新會經已配對嘅 iPhone 送達，可能要等一陣。
zh_tw: Apple Watch 只顯示來自 iPhone 的時間、狀態和進度，不含薪資。更新經由已配對的 iPhone 送達，可能需要片刻。

# appleWatchSetupFace
source: Touch and hold your watch face, tap Edit, then choose DoneAt for a complication.
ar: المس شاشة الساعة مع الاستمرار، ثم اضغط على تعديل، ثم اختر DoneAt كإضافة.
de: Berühre und halte dein Zifferblatt, tippe auf Bearbeiten und wähle dann DoneAt für eine Komplikation.
es: Mantén pulsada tu esfera, toca Editar y elige DoneAt para una complicación.
fr: Touchez le cadran et maintenez la pression, appuyez sur Modifier, puis choisissez DoneAt pour une complication.
hi_in: अपनी वॉच फ़ेस को छूकर रखें, संपादित करें पर टैप करें, फिर कॉम्प्लिकेशन के लिए DoneAt चुनें।
id: Sentuh dan tahan watch face Anda, ketuk Edit, lalu pilih DoneAt untuk komplikasi.
it: Tocca e tieni premuto il quadrante, tocca Modifica, poi scegli DoneAt per una complicazione.
ja: 文字盤を長押しして「編集」をタップし、コンプリケーションにDoneAtを選択します。
ko: 워치 페이스를 길게 터치한 다음 편집을 탭하고, 컴플리케이션으로 DoneAt을 선택하세요.
mr_in: तुमचा वॉच फेस स्पर्श करून धरा, संपादित करा वर टॅप करा, नंतर कॉम्प्लिकेशनसाठी DoneAt निवडा.
pt: Toque e segure o mostrador, toque em Editar e escolha o DoneAt para uma complicação.
ru: Нажмите и удерживайте циферблат, нажмите «Изменить», затем выберите DoneAt для расширения.
th: แตะค้างที่หน้าปัด แตะแก้ไข แล้วเลือก DoneAt สำหรับกลไกหน้าปัด
tr: Kadranınıza dokunup basılı tutun, Düzenle’ye dokunun, ardından bir komplikasyon için DoneAt’ı seçin.
vi: Chạm và giữ mặt đồng hồ, chạm vào Chỉnh sửa, sau đó chọn DoneAt cho một tổ hợp.
zh_cn: 按住表盘，轻点“编辑”，然后为复杂功能选择 DoneAt。
zh_hk: 按住錶面，點一下「編輯」，然後為複雜功能揀 DoneAt。
zh_tw: 按住錶面，點一下「編輯」，然後為複雜功能選擇 DoneAt。

# appleWatchSetupInstall
source: Install DoneAt from the Watch app on your iPhone, or from the App Store on Apple Watch.
ar: ثبّت DoneAt من تطبيق Watch على iPhone، أو من App Store على Apple Watch.
de: Installiere DoneAt über die Watch-App auf deinem iPhone oder über den App Store auf der Apple Watch.
es: Instala DoneAt desde la app Watch en tu iPhone, o desde el App Store en tu Apple Watch.
fr: Installez DoneAt depuis l’app Watch sur votre iPhone, ou depuis l’App Store sur votre Apple Watch.
hi_in: अपने iPhone पर Watch ऐप से, या Apple Watch पर App Store से DoneAt इंस्टॉल करें।
id: Instal DoneAt dari app Watch di iPhone Anda, atau dari App Store di Apple Watch.
it: Installa DoneAt dall’app Watch sul tuo iPhone, oppure dall’App Store su Apple Watch.
ja: iPhoneのWatchアプリから、またはApple WatchのApp StoreからDoneAtをインストールしてください。
ko: iPhone의 Watch 앱 또는 Apple Watch의 App Store에서 DoneAt을 설치하세요.
mr_in: तुमच्या iPhone वरील Watch अॅपमधून, किंवा Apple Watch वरील App Store मधून DoneAt इंस्टॉल करा.
pt: Instale o DoneAt pelo app Watch no seu iPhone, ou pela App Store no Apple Watch.
ru: Установите DoneAt через приложение Watch на iPhone или через App Store на Apple Watch.
th: ติดตั้ง DoneAt จากแอป Watch บน iPhone หรือจาก App Store บน Apple Watch
tr: DoneAt’ı iPhone’unuzdaki Watch uygulamasından veya Apple Watch’taki App Store’dan yükleyin.
vi: Cài đặt DoneAt từ ứng dụng Watch trên iPhone, hoặc từ App Store trên Apple Watch.
zh_cn: 在 iPhone 上的 Watch App 或 Apple Watch 上的 App Store 中安装 DoneAt。
zh_hk: 喺 iPhone 上嘅 Watch App 或者 Apple Watch 上嘅 App Store 安裝 DoneAt。
zh_tw: 在 iPhone 上的 Watch App 或 Apple Watch 上的 App Store 中安裝 DoneAt。

# appleWatchSetupSection
source: Add to your Apple Watch
ar: الإضافة إلى Apple Watch
de: Zur Apple Watch hinzufügen
es: Añadir a tu Apple Watch
fr: Ajouter à votre Apple Watch
hi_in: अपनी Apple Watch में जोड़ें
id: Tambahkan ke Apple Watch Anda
it: Aggiungi al tuo Apple Watch
ja: Apple Watchに追加
ko: Apple Watch에 추가하기
mr_in: तुमच्या Apple Watch मध्ये जोडा
pt: Adicionar ao seu Apple Watch
ru: Добавить на Apple Watch
th: เพิ่มลงใน Apple Watch
tr: Apple Watch’unuza ekleyin
vi: Thêm vào Apple Watch của bạn
zh_cn: 添加到 Apple Watch
zh_hk: 加入 Apple Watch
zh_tw: 加入 Apple Watch

# appleWatchSmartStackBody
source: Turn on “Show on Lock Screen” in “Shift reminders”, and your countdown also appears in the Smart Stack on your paired Apple Watch.
ar: فعّل «إظهاره على شاشة القفل» في «تذكيرات الدوام»، ليظهر عدّك التنازلي أيضًا في الحزمة المكدسة الذكية على Apple Watch المقترنة.
de: Aktiviere „Auf dem Sperrbildschirm anzeigen“ unter „Schicht-Erinnerungen“, dann erscheint dein Countdown auch im Smart-Stapel auf deiner gekoppelten Apple Watch.
es: Activa «Mostrar en la pantalla bloqueada» en «Recordatorios de jornada», y tu cuenta atrás también aparecerá en el grupo inteligente de tu Apple Watch emparejado.
fr: Activez « Afficher sur l'écran verrouillé » dans « Rappels d'horaires », et votre compte à rebours apparaît aussi dans le Défilement intelligent de votre Apple Watch couplée.
hi_in: «लॉक स्क्रीन पर दिखाएँ» को «शिफ़्ट रिमाइंडर» में चालू करें, और आपका काउंटडाउन आपकी पेयर की गई Apple Watch के स्मार्ट स्टैक में भी दिखाई देगा।
id: Aktifkan “Tampilkan di Layar Terkunci” di “Pengingat shift”, agar hitung mundur Anda juga muncul di Smart Stack pada Apple Watch Anda yang terhubung.
it: Attiva «Mostra sulla schermata di blocco» in «Promemoria turno»: il tuo conto alla rovescia comparirà anche nella raccolta smart del tuo Apple Watch abbinato.
ja: 「シフトリマインダー」の「ロック画面に表示」をオンにすると、カウントダウンがペアリングしたApple Watchのスマートスタックにも表示されます。
ko: 「근무 알림」에서 「잠금 화면에 표시」를 켜면 카운트다운이 페어링된 Apple Watch의 스마트 스택에도 표시됩니다.
mr_in: 「शिफ्ट स्मरणपत्रे」मध्ये 「लॉक स्क्रीनवर दाखवा」सुरू करा, म्हणजे तुमचा काउंटडाउन तुमच्या पेअर केलेल्या Apple Watch च्या स्मार्ट स्टॅकमध्येही दिसेल.
pt: Ative “Mostrar na tela bloqueada” em “Lembretes de turno”, e sua contagem regressiva também aparece no Conjunto Inteligente do seu Apple Watch pareado.
ru: Включите «Показывать на экране блокировки» в разделе «Напоминания о смене», и ваш обратный отсчёт также появится в смарт-стопке на вашем сопряжённом Apple Watch.
th: เปิด 「แสดงบนหน้าจอล็อก」ใน 「การแจ้งเตือนกะทำงาน」 แล้วตัวนับถอยหลังของคุณจะแสดงในวิดเจ็ตซ้อนอัจฉริยะบน Apple Watch ที่จับคู่ไว้ด้วย
tr: “Vardiya hatırlatıcıları” içinde “Kilit ekranında göster”i açın, geri sayımınız eşlenen Apple Watch’unuzdaki Akıllı Gruplama’da da görünsün.
vi: Bật “Hiển thị trên Màn hình khóa” trong “Nhắc nhở ca làm”, để bộ đếm ngược của bạn cũng xuất hiện trong Ngăn xếp thông minh trên Apple Watch đã ghép nối của bạn.
zh_cn: 在“班次提醒”中打开“在锁定屏幕上显示”后，倒计时也会出现在已配对 Apple Watch 的智能叠放里。
zh_hk: 喺「班次提醒」開啟「喺鎖定畫面顯示」之後，倒數亦會喺已配對 Apple Watch 嘅智慧型疊放入面顯示。
zh_tw: 在「班次提醒」中開啟「在鎖定畫面上顯示」後，倒數也會出現在已配對 Apple Watch 的智慧型疊放中。

# appleWatchSmartStackTitle
source: Live Activity in the Smart Stack
ar: النشاط المباشر في الحزمة المكدسة الذكية
de: Live-Aktivität im Smart-Stapel
es: Actividad en vivo en el grupo inteligente
fr: Activité en direct dans le Défilement intelligent
hi_in: स्मार्ट स्टैक में लाइव ऐक्टिविटी
id: Live Activity di Smart Stack
it: Attività in tempo reale nella raccolta smart
ja: スマートスタックのライブアクティビティ
ko: 스마트 스택의 실시간 액티비티
mr_in: स्मार्ट स्टॅकमधील लाइव्ह ॲक्टिव्हिटी
pt: Atividade ao Vivo no Conjunto Inteligente
ru: Live-активность в смарт-стопке
th: กิจกรรมสดในวิดเจ็ตซ้อนอัจฉริยะ
tr: Akıllı Gruplama’da Canlı Etkinlik
vi: Hoạt động trực tiếp trong Ngăn xếp thông minh
zh_cn: 智能叠放中的实时活动
zh_hk: 智慧型疊放中嘅即時動態
zh_tw: 智慧型疊放中的即時動態

# applyFromNextShift
source: From the next shift only
ar: من الوردية التالية فقط
de: Ab der nächsten Schicht
es: Solo desde el próximo turno
fr: À partir du prochain service
hi_in: केवल अगली शिफ्ट से
id: Hanya dari shift berikutnya
it: Solo dal prossimo turno
ja: 次のシフトから
ko: 다음 근무부터
mr_in: फक्त पुढच्या पाळीपासून
pt: Só a partir do próximo turno
ru: Только со следующей смены
th: ตั้งแต่กะถัดไปเท่านั้น
tr: Yalnızca sonraki vardiyadan
vi: Chỉ từ ca tiếp theo
zh_cn: 只从下一班起
zh_hk: 淨係從下一班起
zh_tw: 只從下一班起

# applyScheduleMessage
source: “From the next shift only” keeps today as it is. “Change today too” also clears today’s early clock-in, early clock-off and overtime.
ar: «من الوردية التالية فقط» يُبقي اليوم كما هو. «غيّر اليوم أيضًا» يمسح الحضور المبكر والانصراف المبكر والعمل الإضافي لليوم.
de: „Ab der nächsten Schicht“ lässt heute unverändert. „Heute auch ändern“ löscht heutiges frühes Kommen, frühes Gehen und Überstunden.
es: «Solo desde el próximo turno» deja hoy igual. «Cambiar hoy también» borra la entrada temprana, la salida temprana y las horas extra de hoy.
fr: « À partir du prochain service » laisse aujourd’hui inchangé. « Modifier aujourd’hui aussi » efface l’arrivée anticipée, le départ anticipé et les heures sup. d’aujourd’hui.
hi_in: «अगली शिफ्ट से» आज को वैसा ही रखता है। «आज भी बदलें» आज की जल्दी आना, जल्दी जाना और ओवरटाइम मिटाता है।
id: “Hanya dari shift berikutnya” menjaga hari ini. “Ubah hari ini juga” menghapus datang awal, pulang awal, dan lembur hari ini.
it: «Solo dal prossimo turno» lascia oggi com’è. «Cambia anche oggi» cancella ingresso anticipato, uscita anticipata e straordinari di oggi.
ja: 「次のシフトから」は今日を変えません。「今日も変更」は今日の早出・早退・残業をクリアします。
ko: 「다음 근무부터」는 오늘을 유지합니다. 「오늘도 변경」은 오늘의 조기 출근·조기 퇴근·초과 근무를 지웁니다.
mr_in: 「फक्त पुढच्या पाळीपासून」 आजची पाळी तशीच ठेवते. 「आजही असेच बदला」 आजची लवकर हजेरी, लवकर सुट्टी आणि ओव्हरटाइम पुसते.
pt: “Só a partir do próximo turno” mantém o dia de hoje. “Alterar hoje também” limpa a entrada cedo, a saída cedo e as horas extra de hoje.
ru: «Только со следующей смены» оставляет сегодня как есть. «Изменить и сегодня» сбрасывает ранний приход, ранний уход и сверхурочные за сегодня.
th: 「ตั้งแต่กะถัดไป」วันนี้เหมือนเดิม 「เปลี่ยนวันนี้ด้วย」จะล้างการมาเร็ว เลิกเร็ว และโอทีของวันนี้
tr: “Yalnızca sonraki vardiyadan” bugünü olduğu gibi bırakır. “Bugünü de değiştir” bugünün erken girişi, erken çıkışı ve mesaisini temizler.
vi: “Chỉ từ ca tiếp theo” giữ nguyên hôm nay. “Đổi cả hôm nay” xóa vào sớm, tan sớm và tăng ca của hôm nay.
zh_cn: 「只从下一班起」今天这一班不变。「今天也改成这样」会清掉今天的提前上班、提前下班和加班。
zh_hk: 「淨係從下一班起」今日呢一班唔變。「今日都改成噉」會清走今日嘅提早返工、提早收工同加班。
zh_tw: 「只從下一班起」今天這一班不變。「今天也改成這樣」會清掉今天的提前上班、提前下班和加班。
